Repository: tranhdq97/rs_backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: User must have an email address.
vi: Người dùng phải có địa chỉ email.

source: At least one uppercase letter, one lowercase letter, one number
vi: Ít nhất một chữ cái viết hoa, một chữ cái viết thường, một số

source: The same string sequence as the email address
vi: Trùng với địa chỉ email

source: Dont match current password. Please check again
vi: Không khớp với mật khẩu hiện tại. Vui lòng kiểm tra lại

source: Change password successfully
vi: Thay đổi mật khẩu thành công

source: There is no room for two super staff.
vi: Không có chỗ cho hai siêu nhân viên.

source: Provider must be staff or customer
vi: Phải là nhân viên hoặc khách hàng

source: The email address or password is incorrect
vi: Địa chỉ email hoặc mật khẩu không chính xác

source: Invalid token
vi: Mã thông báo không hợp lệ

source: Does not exist
vi: Không tồn tại

source: There is no serializer matched with this action
vi: Không có Serializer nào phù hợp với hành động này

source: Duplicate entry
vi: Mục nhập trùng lặp

source: Please keep filesize under %(limit_value)sKB. Current filesize %(show_value)sKB
vi: Vui lòng giữ tệp dưới %(limit_value)sKB. Kích thước tệp hiện tại%(show_value)sKB

source: Filetype does not match the submitted file
vi: Không hỗ trợ loại file này

source: This master is not allowed to create.
vi: Không cho phép tạo mới.

source: The number of %(name)s quantities are %(quantity)s. Please change your order.
vi: Số lượng của %(name)s là %(quantity)s. Vui lòng điều chỉnh đơn hàng.

source: You're trying to order 0 %(name)s. Please change your order.
vi: Bạn đang cố đặt với số lượng là 0. Vui lòng điều chỉnh đơn hàng.

source: Password must contain 7 letters or greater, one digit from 0 to 9, one lowercase letter, one uppercase letter
vi: Mật khẩu phải chứa 7 chữ cái trở lên, một chữ số từ 0 đến 9, một chữ thường, một chữ cái viết hoa

source: Password must differ email address
vi: Mật khẩu phải khác với địa chỉ email

source: Internal Service error
vi: Lỗi dịch vụ nội bộ
